<?php

    $v_rusMonth = array(
        '01' => 'Янв.',
        '02' => 'Февр.',
        '03' => 'Март',
        '04' => 'Апр.',
        '05' => 'Май',
        '06' => 'Июнь',
        '07' => 'Июль',
        '08' => 'Авг.',
        '09' => 'Сент.',
        '10' => 'Окт.',
        '11' => 'Ноя.',
        '12' => 'Дек.',
    );
    
    $v_urkMonth = array(
        '01' => 'Січ.',
        '02' => 'Лют.',
        '03' => 'Бер.',
        '04' => 'Кві.',
        '05' => 'Тра.',
        '06' => 'Чер.',
        '07' => 'Лип.',
        '08' => 'Сер.',
        '09' => 'Вер.',
        '10' => 'Жов.',
        '11' => 'Лис.',
        '12' => 'Гру.',
    );